Repository: Gricana/vps_manager
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Started
ru: Запущен

source: Stopped
ru: Остановлен

source: Blocked
ru: Заблокирован

source: UUID
ru: Уникальный идентификатор сервера

source: CPU
ru: Кол-во ядер процессора

source: RAM (Gb)
ru: Объём оперативной памяти (Гб)

source: HDD (Gb)
ru: Объём дискового пространства (Гб)

source: Status
ru: Статус сервера

source: VPS
ru: Виртуальный сервер

source: VPSs
ru: Виртуальные сервера

source: RAM (GB)
ru: Объём оперативной памяти (ГБ)

source: HDD (GB)
ru: Объём дискового пространства (ГБ)

source: Number CPU cores
ru: Кол-во ядер процессора

source: VPS API
ru: API для работы с VPS серверами

source: UID VPS
ru: Уникальный идентификатор VPS

source: RAM Filter (GB)
ru: Объём оперативной памяти (ГБ)

source: HDD Filter (GB)
ru: Объём дискового пространства (ГБ)

source: CPU core number filter
ru: Фильтр по кол-ву ядер процессора

source: VPS status filter
ru: Фильтр по статусу VPS сервера

source: Get list VPS servers and filter
ru: Получить список VPS серверов и отфильтровать их

source: Server list
ru: Список серверов

source: Filter error
ru: Ошибка фильтрации

source: Enter a number.
ru: Введите число

source: Select a valid choice. {reserved} is not one of the available choices.
ru: Выберите валидный статус. {reserved} статуса нет в списке

source: Update VPS status
ru: Обновить статус VPS сервера

source: Success VPS updated status
ru: Успешно обновлён статус VPS сервера

source: Validation error
ru: Ошибка валидации

source: Invalid status. Please select a valid option from (started, stopped, blocked).
ru: Невалидный статус. Пожалуйста, выберите из списка ('started', 'stopped', 'blocked')

source: Server not found
ru: Сервер не найден

source: Not found.
ru: Не найден сервер по указанному UID

source: Create VPS with specified parameters
ru: Создать VPS сервер с указанными характеристиками

source: CPU core number
ru: Кол-во ядер процессора

source: Success VPS created
ru: Успешно создан VPS сервер

source: Ensure this value is less than or equal to 80.
ru: Убедитесь, что это значение меньше либо равно 80.

source: Ensure this value is greater than or equal to 2.
ru: Убедитесь, что это значение больше либо равно 2.

source: Ensure this value is greater than or equal to 5.
ru: Убедитесь, что это значение больше либо равно 5.
